Repository: impudentem/idexe-ps
Catalog: app/Resources/translations/*/AdminOrderscustomersNotification.*.xlf
Languages: uk_ua

source: The message was successfully sent to the customer.
uk_ua: Повідомлення успішно надіслане покупцю.

source: A partial refund was successfully created.
uk_ua: Часткове повернення коштів успішно створене

source: Invalid email
uk_ua: Невірний e-mail

source: expires on %s.
uk_ua: дійсний до %s.

source: downloadable %d time(s)
uk_ua: доступно для завантаження %d разів

source: Invalid new order status
uk_ua: Невірний статус нового замовлення

source: This email address is not registered.
uk_ua: E-mail адреса не зареєстрована

source: This customer ID is not recognized.
uk_ua: Цей ID клієнта не розпізнано.

source: This email address is not valid. Please use an address like bob@example.com.
uk_ua: Недійсна адреса електронної пошти. Будь ласка використайте адресу, що має вигляд: bob@example.com.

source: The identification number is incorrect or has already been used.
uk_ua: Ідентифікаційний номер невірний або вже використовується.

source: You have selected a state for a country that does not contain states.
uk_ua: Вам потрібно вибрати регіон для країни, яка не містить регіони.

source: An address located in a country containing states must have a state selected.
uk_ua: Потрібно вибрати регіон.

source: An error occurred while linking this address to its order.
uk_ua: Помилка при додаванні адреси до замовлення.

source: You must add a minimum quantity of %d
uk_ua: Мінімальна кількість, яку ви повинні додати становить %d шт.

source: Invalid order
uk_ua: Невірне замовлення

source: The order cannot be renewed.
uk_ua: Неможливо відновити замовлення

source: You have to select a shop if you want to create a customer.
uk_ua: Ви повинні обрати магазин, якщо ви бажаєте створити покупця.

source: There is no status defined for this order.
uk_ua: Не визначений статус для цього замовлення.

source: Unknown delete mode:
uk_ua: Невідомий режим видалення:

source: Password cannot be empty.
uk_ua: Пароль не може бути пустим.

source: An error occurred while loading the object.
uk_ua: Помилка при завантаженні об`єкта.

source: (cannot load object)
uk_ua: (неможливо завантажити об'єкт)

source: A default customer group must be selected in group box.
uk_ua: Група клієнта по-замовчуванню має бути обрана.

source: This customer does not exist.
uk_ua: Клієнт не існує.

source: This customer already exists as a non-guest.
uk_ua: Даний клієнт вже є постійним.

source: An error occurred while updating customer information.
uk_ua: Виникла помилка при оновлені даних клієнта.

source: Direct link
uk_ua: Пряме посилання

source: An account already exists for this email address:
uk_ua: Обліковий запис для цієї ел.адреси вже створена:

source: An error occurred. Your message was not sent. Please contact your system administrator.
uk_ua: Помилка: Повідомлення не надіслано. Зв'яжіться із системним адміністратором.

source: Cannot create message in a new thread.
uk_ua: Неможливо створити повідомлення в новій темі.

source: The message body is empty, cannot import it.
uk_ua: Повідомлення є пустим, його не можна імпортувати.

source: Invalid message content for subject: %s
uk_ua: Невірний текст повідомлення для теми: %s

source: The message content is not valid, cannot import it.
uk_ua: Вміст повідомлення є недійсним, його не можна імпортувати.

source: No delivery slip was found for this period.
uk_ua: За цей період немає жодної накладної

source: Invalid "From" date
uk_ua: Невірна дата "Від"

source: Invalid "To" date
uk_ua: Невірна дата \"До\"

source: No order slips were found for this period.
uk_ua: Немає квитанцій за цей період.

source: No invoice has been found for this period.
uk_ua: За цей період рахунки відсутні

source: You must select at least one order status.
uk_ua: Ви повинні обрати принаймні одне замовлення

source: No invoice has been found for this status.
uk_ua: Немає жодних рахунків для цього статусу

source: Invalid invoice number.
uk_ua: Невірний номер рахунку-фактури (повинен бути >

source: You have to select a shop before creating new orders.
uk_ua: Необхідно обрати магазин, щоб створити нові замовлення

source: This cart does not exists
uk_ua: Цей кошик не існує

source: The cart must have a customer
uk_ua: Кошик повинен бути прикріплений до покупця

source: Order status #%d cannot be loaded
uk_ua: Статус замовлення #%d не може бути завантажений

source: Order #%d cannot be loaded
uk_ua: Замовлення #%d не може бути завантажене

source: Order #%d has already been assigned this status.
uk_ua: Замовленню #%d вже призначено цей статус.

source: An error occurred while changing order status #%d, or we were unable to send an email to the customer.
uk_ua: Помилка при зміні статусу замовлення #%d, або невдала спроба відправлення е-листа клієнту.

source: The order carrier ID is invalid.
uk_ua: ID способу доставки невірне.

source: The tracking number is incorrect.
uk_ua: Неправильний трекінг-номер.

source: An error occurred while sending an email to the customer.
uk_ua: Помилка при відправленні електронної пошти.

source: The order carrier cannot be updated.
uk_ua: Неможливо оновити спосіб доставки.

source: The new order status is invalid.
uk_ua: Невірний стан нового замовлення

source: An error occurred while changing order status, or we were unable to send an email to the customer.
uk_ua: Помилка при зміні статусу, або відправити пошту не вдалося.

source: The order has already been assigned this status.
uk_ua: Замовленню вже присвоєно цей статус.

source: The customer is invalid.
uk_ua: Клієнт є недійсним

source: The message cannot be blank.
uk_ua: Повідомлення не може бути порожнім

source: field %s is required.
uk_ua: поле %s є обов'язковим.

source: Please enter a quantity to proceed with your refund.
uk_ua: Будь ласка, введіть кількість для повернення.

source: Please enter an amount to proceed with your refund.
uk_ua: Будь ласка, введіть суму для повернення.

source: You cannot generate a partial credit slip.
uk_ua: Неможливо згенерувати прибуткову накладну частково.

source: You cannot generate a voucher.
uk_ua: Неможливо згенерувати сертифікат (купон)

source: The partial refund data is incorrect.
uk_ua: Дані часткового певернення некоректні.

source: You must select a product.
uk_ua: Оберіть товар.

source: You must enter a quantity.
uk_ua: Вкажіть кількість.

source: No quantity has been selected for this product.
uk_ua: Для товару не вибрано кількість.

source: An invalid quantity was selected for this product.
uk_ua: Невірна кількість обраних товарів.

source: An error occurred while attempting to delete the product.
uk_ua: Помилка при видаленні товару.

source: An error occurred while attempting to delete product customization.
uk_ua: Помилка при видаленні настроювань товару.

source: A credit slip cannot be generated.
uk_ua: Неможливо згенерувати накладну.

source: No product or quantity has been selected.
uk_ua: Не вибрано товар або кількість.

source: The order cannot be found
uk_ua: Неможливо знайти замовлення

source: The amount is invalid.
uk_ua: Невірна кількість.

source: The selected payment method is invalid.
uk_ua: Обраний спосіб оплати є недійсним.

source: The transaction ID is invalid.
uk_ua: ID транзакції недійсне.

source: The selected currency is invalid.
uk_ua: Обрана валюта недійсна.

source: The invoice is invalid.
uk_ua: Рахунок недійсний.

source: The date is invalid
uk_ua: Дата недійсна

source: An error occurred during payment.
uk_ua: Виникла помилка при оплаті товару.

source: The invoice note was not saved.
uk_ua: Опис рахунку не збережено.

source: Failed to upload the invoice and edit its note.
uk_ua: Неможливо завантажити рахунок та відредагувати примітку.

source: This delivery address country is not active.
uk_ua: Ця адреса доставки не активна.

source: This invoice address country is not active.
uk_ua: Ця адреса для рахунку не активна.

source: This address can't be loaded
uk_ua: Ця адреса не може бути завантажена

source: You cannot change the currency.
uk_ua: Ви не можете змінити валюту.

source: Invoice management has been disabled.
uk_ua: Курування рахунками відключено.

source: This order already has an invoice.
uk_ua: Це замовлення вже має рахунок.

source: You cannot edit this cart rule.
uk_ua: Неможливо редагувати дане правило кошика.

source: You must specify a name in order to create a new discount.
uk_ua: Вкажіть назву для створення нової знижки.

source: The discount value is invalid.
uk_ua: Невірне значення знижки.

source: The discount value is greater than the order invoice total.
uk_ua: Значення знижки більше ніж сума рахунку за замовлення.

source: The discount value is greater than the order total.
uk_ua: Значення знижки більше ніж вартість замовлення.

source: The discount type is invalid.
uk_ua: Невірний тип знижки

source: An error occurred during the OrderCartRule creation
uk_ua: Помилка при створенні OrderCartRule

source: An error occurred while loading order status.
uk_ua: Помилка при завантажені статусу замовлення.

source: An error occurred while sending the e-mail to the customer.
uk_ua: Помилка при відправлені e-mail клієнту.

source: This product is out of stock:
uk_ua: Цього товару немає на складі:

source: The email was sent to your customer.
uk_ua: Повідомлення надіслано клієнту

source: Error in sending the email to your customer.
uk_ua: Помилка надсилання повідомлення

source: The order object cannot be loaded.
uk_ua: Неможливо завантажити об'єкт замовлення.

source: You cannot add products to delivered orders.
uk_ua: Неможливо додати товар до доставлених замовлень.

source: The product object cannot be loaded.
uk_ua: Неможливо завантажити об'єкт товару.

source: The combination object cannot be loaded.
uk_ua: Неможливо завантажити об'єкт комбінацій.

source: You must add %d minimum quantity
uk_ua: Мінімальна кількість замовлення: %d

source: You already have the maximum quantity available for this product.
uk_ua: У вас уже є максимальна кількість для даного товару.

source: [Generated] CartRule for Free Shipping
uk_ua: [Згенеровано] Правило придбання для безкоштовної доставки

source: The OrderDetail object cannot be loaded.
uk_ua: Неможливо завантажити об'єкт деталей замовлення.

source: The address object cannot be loaded.
uk_ua: Неможливо завантажити об'єкт адреси.

source: An error occurred while editing the product line.
uk_ua: Помилка при редагуванні продуктової лінійки.

source: An error occurred while attempting to delete the product line.
uk_ua: Помилка при видаленні продуктової лінійки.

source: The Order Detail object could not be loaded.
uk_ua: Неможливо завантажити об'єкт деталей замовлення.

source: The invoice object cannot be loaded.
uk_ua: Неможливо завантажити об'єкт рахунку.

source: You cannot edit the order detail for this order.
uk_ua: Неможливо редагувати деталі даного замовлення.

source: You cannot edit a delivered order.
uk_ua: Неможливо редагувати доставлене замовлення.

source: You cannot use this invoice for the order
uk_ua: Неможливо застосувати цей рахунок для даного замовлення.

source: Invalid price
uk_ua: Недійсна ціна

source: Invalid quantity
uk_ua: Невірна кількість

source: You cannot delete the order detail.
uk_ua: Ви не можете видаляти деталі замовлення.

source: This product cannot be re-stocked.
uk_ua: Неможливо змінити наявність товарів

source: The order cannot be found within your database.
uk_ua: Не вдається знайти замовлення в базі даних

source: The order ID -- or the invoice order ID -- is missing.
uk_ua: Відсутнє ID замовлення, або ID рахунку замовлення.

source: No invoice was found.
uk_ua: Рахунок-фактура не знайдена

source: No order slips were found.
uk_ua: Повернуті замовлення не знайдені

source: The supply order ID is missing.
uk_ua: Відсутній ID замовленої поставки.

source: The supply order cannot be found within your database.
uk_ua: Неможливо знайти це замовлення поставки в базі даних.

source: The order invoice cannot be found within your database.
uk_ua: Неможливо знайти рахунок замовлення в базі даних.

source: An error occurred while deleting the details of your order return.
uk_ua: Помилка при видаленні інформації про повернення.

source: You need at least one product.
uk_ua: Вам потрібно принаймні один товар.

source: The order return is invalid.
uk_ua: Повернення недійсне.

source: The order return content is invalid.
uk_ua: Інформація з повернення недійсна

source: No order return ID has been specified.
uk_ua: Немає замовлення, що повертає ID.

source: No order was found with this ID:
uk_ua: Немає замовлення із цим ID:

source: No invoice was found with this ID:
uk_ua: Немає рахунків-фактур із цим ID:

source: No cart was found with this ID:
uk_ua: Немає кошика з ID:

source: An error has occurred: Can't save the current order's return status.
uk_ua: Помилка: Неможливо зберегти статус повернення замовлення.

source: An error has occurred: Can't delete the current order's return status.
uk_ua: Помилка: Неможливо видалити статус повернення замовлення.

source: Please note that carrier change will not recalculate your shipping costs, if you want to change this please visit Shop Parameters > Order Settings
uk_ua: Зверніть увагу на те, що при зміні перевізника вартість доставки не зміниться, якщо ви бажаєте її змінити, зайдіть в меню Параметри магазину > Налаштування замовлення

source: A registered customer account has already claimed this email address
uk_ua: Зареєстрований клієнтський рахунок уже існує з цією адресою електронної пошти

source: For this customer group, prices are displayed as: [1]%tax_method%[/1]
uk_ua: Для цієї групи клієнтів ціни відображаються: [1]%tax_method%[/1]
