Repository: impudentem/idexe-ps
Catalog: app/Resources/translations/*/AdminDesignFeature.*.xlf
Languages: uk_ua

source: CMS Category
uk_ua: CMS категорія

source: Parent CMS Category
uk_ua: Батьківська CMS категорія

source: Add new category
uk_ua: Додати нову категорію

source: Edit category: %name%
uk_ua: Редагувати категорію: %name%

source: Add new page
uk_ua: Додати нову сторінку

source: Edit page: %meta_title%
uk_ua: Редагувати сторінку: %meta_title%

source: Category: %category%
uk_ua: Категорія: %category%

source: Pages in category "%name%"
uk_ua: Сторінки в категорії "%name%"

source: Page Category
uk_ua: Категорія сторінки

source: Only letters and the hyphen (-) character are allowed.
uk_ua: Із символів дозволені лише літери і дефіс (-).

source: Page content
uk_ua: Вміст сторінки

source: Indexation by search engines
uk_ua: Індексація пошукових систем

source: Pages in this category
uk_ua: Сторінки в цій категорії

source: Images generation options
uk_ua: Опції генерації зображень

source: Image format
uk_ua: Формат зображення

source: Use JPEG.
uk_ua: Використовувати JPEG.

source: Use PNG only if the base image is in PNG format.
uk_ua: Використовувати PNG, якщо зображення у форматі PNG

source: Use PNG for all images.
uk_ua: Використовувати PNG для всіх зображень.

source: JPEG compression
uk_ua: Стиснення JPEG

source: PNG compression
uk_ua: Стиснення PNG

source: Generate images based on one side of the source image
uk_ua: Генерація зображень заснована на одній стороні вихідного зображення

source: Automatic (longest side)
uk_ua: Автоматично (довша сторона)

source: Maximum file size of product customization pictures
uk_ua: Найбільший розмір файлу з малюнком налаштованого товару

source: bytes
uk_ua: байти

source: Product picture width
uk_ua: Ширина зображення товару

source: pixels
uk_ua: пікселі

source: Product picture height
uk_ua: Висота зображення товару

source: Generate high resolution images
uk_ua: Генерувати зображення з високою роздільною здатністю

source: Use the legacy image filesystem
uk_ua: Використовувати класичну файлову систему

source: Image type
uk_ua: Тип зображення

source: Name for the image type
uk_ua: Назва для типу зображення

source: Add new image type
uk_ua: Додати новий тип зображення

source: Transplant a module
uk_ua: Додати модуль

source: ___________ CUSTOM ___________
uk_ua: ___________ КОРИСТУВАЦЬКІ ___________

source: ____________ CORE ____________
uk_ua: ____________ ЯДРО ____________

source: Admin modules controller
uk_ua: Контролер модулів адміністрування

source: Front modules controller
uk_ua: Контролер модулів магазину

source: Theme
uk_ua: Тема

source: Add new theme
uk_ua: Додати нову тему

source: Export current theme
uk_ua: Експорт поточної теми

source: Import theme
uk_ua: Імпорт теми

source: Your current theme
uk_ua: Ваша поточна тема

source: Invoice & Email Logos
uk_ua: Логотипи рахунку та email

source: Favicons
uk_ua: Значки Favicon

source: Header logo
uk_ua: Логотип

source: Mail logo
uk_ua: Логотип для e-mail

source: Invoice logo
uk_ua: Логотип рахунку

source: Favicon
uk_ua: Іконка

source: Visit the theme catalog
uk_ua: Переглянути каталог тем

source: Select a theme for the "%s" shop
uk_ua: Вибрати тему для магазину "%s"

source: Theme appearance
uk_ua: Зовнішній вигляд теми

source: Import from your computer
uk_ua: Імпортувати з вашого комп'ютера

source: Zip file
uk_ua: Zip-файл

source: Import from the web
uk_ua: Імпортувати з Інтернету

source: Archive URL
uk_ua: URL-адреса архіву

source: Import from FTP
uk_ua: Імпортувати з FTP

source: Select the archive
uk_ua: Вибрати архів

source: Pages
uk_ua: Сторінки
